var calendar = [
   {
      "month":"июль",
      "games":[
         ["Краснодар", 		"2-1", 		"Рубин"],
         ["Рубин", 			"3-1", 		"Алания"]
      ]
   },
   {
      "month":"август",
      "games":[
         ["Волга", 		"1-2", 		"Рубин"],
         ["Рубин", 			"-", 		"Динамо"],
         ["Спартак", 		"-", 		"Рубин"],
         ["Зенит", 			"-", 		"Рубин"]
      ]
   },
   {
      "month":"сентябрь",
      "games":[
         ["Рубин", 		"-", 		"Терек"],
         ["Локомотив", 			"-", 		"Рубин"],
         ["Рубин", 		"-", 		"Кубань"],
         ["Ростов", 			"-", 		"Рубин"]
      ]
   },
   {
      "month":"октябрь",
      "games":[
         ["Рубин", 		"-", 		"Амкар"],
         ["ЦСКА", 			"-", 		"Рубин"],
         ["Рубин", 		"-", 		"Анжи"]
      ]
   },
   {
      "month":"ноябрь",
      "games":[
         ["Мордовия", 		"-", 		"Рубин"],
         ["Рубин", 			"-", 		"Крылья Советов"],
         ["Алания", 		"-", 		"Рубин"],
         ["Рубин", 			"-", 		"Волга"]
      ]
   },
   {
      "month":"декабрь",
      "games":[
         ["Динамо", 		"-", 		"Рубин"],
         ["Рубин", 			"-", 		"Спартак"],
         ["Рубин", 		"-", 		"Зенит"]
      ]
   },
   {
      "month":"январь"

   },
   {
      "month":"февраль"

   },
   {
      "month":"март",
      "games":[
         ["Терек", 		"-", 		"Рубин"],
         ["Рубин", 			"-", 		"Локомотив"],
         ["Кубань", 		"-", 		"Рубин"]
      ]
   },
   {
      "month":"апрель",
      "games":[
         ["Рубин", 		"-", 		"Ростов"],
         ["Амкар", 			"-", 		"Рубин"],
         ["Рубин", 		"-", 		"ЦСКА"],
         ["Анжи", 			"-", 		"Рубин"]
      ]
   },
   {
      "month":"май",
      "games":[
         ["Рубин", 		"-", 		"Мордовия"],
         ["Крылья советов", 		"-", 		"Рубин"],
         ["Рубин", 		"-", 		"Краснодар"]
      ]
   },
   {
      "month":"июнь"
   }
]

module.exports.games = calendar;