var cups = [
   {
      "name":"СУПЕРКУБОК РОССИИ 2012",
      "photo":"СуперКубок2012.png",
      "content":[
         "Казанский «Рубин» выиграл у «Зенита» в первом матче нового сезона (14 июля 2012) в премьер-лиге со счетом 2:0, завоевав Суперкубок страны. Курбан Бердыев полностью переиграл Лучано Спаллетти тактически, а в концовке «Зенит» еще и явно сдал в физическом плане. Голы: Боккетти, 28. Дядюн, 38.",
         [
            { "previewPhoto":"мини_IMG_3219.JPG", "photo":"IMG_3219.JPG", "caption":"" },
            { "previewPhoto":"мини_IMG_3260.JPG", "photo":"IMG_3260.JPG", "caption":"" },
            { "previewPhoto":"мини_IMG_8776.JPG", "photo":"IMG_8776.JPG", "caption":"" }
         ]
      ]
   },
   {
      "name":"КУБОК РОССИИ 2012",
      "photo":"КубокРоссии2012.png",
      "content":[
         "Футболисты казанского «Рубина» 9 мая 2012 впервые в истории клуба завоевали Кубок России, обыграв в финальном матче московских динамовцев. Встреча, проходившая на нейтральном поле в Екатеринбурге, завершилась победой «Рубина» со счетом 1:0. Единственный гол забил Роман Еременко на 78-й минуте игры.",
         [
            { "previewPhoto":"мини_IMG_0523.JPG", "photo":"IMG_0523.JPG", "caption":"" },
            { "previewPhoto":"мини_IMG_4488.JPG", "photo":"IMG_4488.JPG", "caption":"" },
            { "previewPhoto":"мини_IMG_4539.JPG", "photo":"IMG_4539.JPG", "caption":"" },
            { "previewPhoto":"мини_IMG_4481.JPG", "photo":"IMG_4481.JPG", "caption":"" }
         ]
      ]
   },
   {
      "name":"СУПЕРКУБОК РОССИИ 2010",
      "photo":"СуперКубок2010.png",
      "content":[
         "7 марта 2010 в матче за почетный трофей казанцы победили московский ЦСКА со счетом 1:0. Единственный гол в составе казанской команды забил Александр Бухаров. Встреча «Рубина» с ЦСКА прошла 7 марта 2010 года в Москве на стадионе «Лужники».",
         "«Рубин» выиграл Суперкубок России впервые в своей истории. В 2009 году казанцы также играли в матче за Суперкубок с ЦСКА, но тогда победу со счетом 2:1 (в дополнительное время) одержали армейцы.",
         [
            { "previewPhoto":"мини_СУПЕРКУБОК2010_1.JPG", "photo":"СУПЕРКУБОК2010_1.JPG", "caption":"" },
            { "previewPhoto":"мини_СУПЕРКУБОК2010_2.JPG", "photo":"СУПЕРКУБОК2010_2.JPG", "caption":"" },
            { "previewPhoto":"мини_СУПЕРКУБОК2010_3.JPG", "photo":"СУПЕРКУБОК2010_3.JPG", "caption":"" }
         ]
      ]
   },
   {
      "name":"КУБОК СОДРУЖЕСТВА 2010",
      "photo":"КубокСодружества2010.png",
      "content":[
         "24 января 2010 в финальном матче чемпион России казанский «Рубин» с крупным счетом обыграл представителя Казахстана «Актобе» 5:2.",
         "Казанский «Рубин» впервые выиграл Кубок Содружества.",
         "Последний раз главный трофей январского турнира доставался россиянам - в 2005 году соревнование выиграл московский «Локомотив».",
         "Шесть раз Кубком Содружества владел московский «Спартак», пять раз киевское «Динамо».",
         [
            { "previewPhoto":"мини_Содружество_1.JPG", "photo":"Содружество_1.JPG", "caption":"" },
            { "previewPhoto":"мини_Содружество_2.JPG", "photo":"Содружество_2.JPG", "caption":"" },
            { "previewPhoto":"мини_Содружество_3.JPG", "photo":"Содружество_3.JPG", "caption":"" },
            { "previewPhoto":"мини_Содружество_4.JPG", "photo":"Содружество_4.JPG", "caption":"" },
            { "previewPhoto":"мини_Содружество_5.JPG", "photo":"Содружество_5.JPG", "caption":"" }
         ]

      ]
   },
   {
      "name":"КУБОК ЧЕМПИОНАТА РОССИИ 2009",
      "photo":"КубокЧемпионатаРоссии2009.png",
      "content":[
         "ФКазанский «Рубин» во второй раз подряд стал чемпионом России, обеспечив себе первую строчку за тур до окончания текущего первенства.",
         [
            { "previewPhoto":"мини_Чемпион2009_1.JPG", "photo":"Чемпион2009_1.JPG", "caption":"" },
            { "previewPhoto":"мини_Чемпион2009_2.JPG", "photo":"Чемпион2009_2.JPG", "caption":"" },
            { "previewPhoto":"мини_Чемпион2009_3.JPG", "photo":"Чемпион2009_3.JPG", "caption":"" },
            { "previewPhoto":"мини_Чемпион2009_4.JPG", "photo":"Чемпион2009_4.JPG", "caption":"" },
            { "previewPhoto":"мини_Чемпион2009_5.JPG", "photo":"Чемпион2009_5.JPG", "caption":"" },
            { "previewPhoto":"мини_2009_таблица.JPG", "photo":"2009_таблица.JPG", "caption":"" }
         ]
      ]
   },
   {
      "name":"КУБОК ЧЕМПИОНАТА РОССИИ 2008",
      "photo":"КубокЧемпионатаРоссии2008.png",
      "content":[
         "Казанский «Рубин» досрочно завоевал золотые медали чемпионата России по футболу 2008 года, обыграв в Раменском «Сатурн» со счетом 2:1.",
         "«Золотой» гол на 89-й минуте встречи забил сербский легионер «Рубина» Саво Милошевич. При этом необходимо отметить и тренерскую интуицию Курбана Бердыева, угадавшего с заменой. После того, как он выпустил на поле Романа Адамова, экс-«Москвич» не только открыл счет в матче, но и принял непосредственное участие в создании победного гола.",
         "Все, чем смог ответить «Сатурн» - это быстрой контратакой, завершившейся точным ударом Петра Немова.",
         "За три тура до окончания чемпионата «Рубин» набрал 60 очков, тогда как ближайший преследователь - московский ЦСКА - только 50. Чемпионство - прекрасный подарок, который казанский клуб подарил себе в год 50-летнего юбилея.",
         [
            { "previewPhoto":"мини_Чемпион2008_1.JPG", "photo":"Чемпион2008_1.JPG", "caption":"" },
            { "previewPhoto":"мини_Чемпион2008_2.JPG", "photo":"Чемпион2008_2.JPG", "caption":"" },
            { "previewPhoto":"мини_Чемпион2008_3.JPG", "photo":"Чемпион2008_3.JPG", "caption":"" },
            { "previewPhoto":"мини_2008_таблица.JPG", "photo":"2008_таблица.JPG", "caption":"" }
         ]
      ]
   },
   {
      "name":"КУБОК ЧЕМПИОНА ПЕРВОГО ДИВИЗИОНА 2002",
      "photo":"КубокПобедительПервыйДивизион2002.png",
      "content":[
         "Футбольный клуб «Рубин» в тяжелейшей борьбе занял 1 место и вышел в Премьер-Лигу.",
         [
            { "previewPhoto":"мини_2000г_Открытие_сезона.jpg", "photo":"2000г_Открытие_сезона.jpg", "caption":"" },
            { "previewPhoto":"мини_2002_Рубин_не_оставил_шансов.jpg", "photo":"2002_Рубин_не_оставил_шансов.jpg", "caption":"" }
         ]
      ]
   }
];

module.exports.cups = cups;