var glory = [
   {
      "name":"Еврюжихин Геннадий Егорович",
      "photo":"img/images/glory/ЕврюжихинГеннадийЕгорович.jpg",
      "caption":"",
      "text":[
         "Еврюжихин Геннадий Егорович родился 4 февраля 1944 года в Казани.",
         "Воспитанник казанской «Ракеты». Нападающий, полузащитник.",

         "Выступал за клубную команду «Ракета», Казань (1962-1963 гг.), «Локомотив», Ленинград (1964 г.), «Динамо», Ленинград (1965-1966 гг.),«Динамо», Москва (1966-1976 гг.).",
         "В высшей лиге чемпионата СССР провёл 283 матча, забил 54 гола.",
         "Чемпион СССР 1976 года (весна), второй призёр 1967 и 1970 годов, третий призёр 1973 и 1975 гг.",
         "Обладатель Кубка СССР 1967 и 1970 гг. В еврокубках – 14 матчей, 3 гола (Кубок кубков – 9 матчей, 2  гола, Кубок УЕФА – 5 матчей,1 гол).",
         "Финалист Кубка обладателей кубков 1972 года.",
         "Капитан московского «Динамо» в 1971 и 1974 годах.",
         "Трижды входил в список 33 лучших футболистов страны: 1967, 1973 (№ 2), 1970 (№ 1).",
         "В составе сборной СССР в 1966-1972 годах провёл 37 матчей, забил 6 голов.",
         "Третий призёр Олимпийских игр 1972 года, участник финального турнира чемпионата мира 1970 года.",

         "В 1977-1998 гг. работал дипкурьером Министерства иностранных дел.",

         "Скончался в Москве 15 марта 1998 года."
      ]
   },
   {
      "name":"Искахов Камиль Шамильевич",
      "photo":"img/images/glory/ИсхаковКамильШамильевич.jpg",
      "caption":"",
      "text":[
         "Камиль Шамильевич Исхаков принял под свой патронаж казанский «Рубин» после окончания неудачного сезона 1995 года. Наша команда тогда невероятными усилиями отстояла место во втором дивизионе российского футбола.",
         "Сразу же были предприняты энергичные усилия по выправлению положения дел в команде. На должность главного тренера был приглашён заслуженный тренер России Игорь Семёнович Волчек, существенно было улучшено финансирование клуба. Перед «Рубином» была поставлена задача – в кратчайший срок выйти в первый дивизион российского футбола. И она была решена за 2 года. В 1997 году «Рубин» с большим отрывом, опередив всех соперников, пробился в первый дивизион.",
         "Максималист по натуре Исхаков уже с первого сезона участия «Рубина» в первом дивизионе поставил перед командой максимальную задачу – выйти в высший дивизион российского футбола.",
         "Хотя «Рубин» уже с момента дебюта в первом дивизионе неизменно находился в числе лидеров этого турнира, выйти в элиту российского футбола долго не удавалось. Несмотря на это, Камиль Шамильевич продолжил верить в команду и поддерживать её. Первый серьёзный успех пришёл к «Рубину» в 2000 году. Под руководством В.П. Антиховича «Рубин» сумел занять 3 место в первом дивизионе, и команде не хватило лишь одного очка для выхода в Премьер-лигу.",
         "На следующий год команду возглавил Курбан Бекиевич Бердыев, и все следующие сезоны – годы триумфа Исхакова и Бердыева. В 2002 года «Рубин» выходит в Премьер-лигу отечественного футбола.",
         "На следующий год К.Ш. Исхаков становится президентом футбольного клуба, и сезон-2003 становится лучшим за всю историю команды. «Рубин» завоёвывает бронзовые медали чемпионата России.",
         "После относительной неудачи в 2004-м году – вновь успех в 2005-м. В год тысячелетия Казани команда занимает 4 место и обеспечивает на следующий год участие в еврокубках.",
         "Резюмируя вышеизложенное, можно сделать вывод: годы правления Исхакова в «Рубине» — это неуклонный подъём не только «Рубина», но и всего казанского футбола в целом.",
         "С 2005 года Камиль Шамильевич Исхаков является Почётным Президентом футбольного клуба «Рубин»."
      ]
   },
   {
      "name":"Колотов Виктор Михайлович",
      "photo":"img/images/glory/КолотовВикторМихайлович.jpg",
      "caption":"",
      "text":[
         "Колотов Виктор Михайлович родился 3 июля 1949 года в посёлке Юдино Татарской АССР.",
         "Полузащитник.",
         "Заслуженный мастер спорта (1975 г.), мастер спорта международного класса (1972 г.), заслуженный тренер Украины (1986 г.).",
         "Начал играть в 1958 году в детской команде юдинского «Локомотива». Выступал за команды «Чайка» Зеленодольск (1967 г.), «Трудовые резервы» Казань (1968), «Рубин» Казань (1968-1970 гг. – 69 матчей, 15 голов), «Динамо» Киев (1971-1981 гг.). В чемпионатах СССР по высшей лиге сыграл 218 матчей, забил 62 гола. Чемпион СССР 1971, 1974, 1975, 1977 гг., второй призёр 1972, 1973, 1976 (осень), 1978 гг., третий призёр 1979 г. Обладатель Кубка СССР 1974, 1978 гг., финалист 1973 г. Капитан киевского «Динамо» в 1972-1976, 1978-1979 годах.",
         "В еврокубках провёл 38 матчей, забил 8 голов (Кубок чемпионов – 15 игр, 4 мяча; Кубок кубков – 9 игр, 2 мяча; Кубок УЕФА – 13 игр, 2 мяча; Суперкубок – 1 игра). Обладатель кубка обладателей кубков и Суперкубка 1975. Семь раз входил в число 33 лучших футболистов Союза — 1971, 1972, 1974, 1975, 1976 (№ 1), 1977 (№ 2), 1973 (№ 3). В составе сборной СССР в 1970-1979 годах провёл 55 матчей, забил 22 гола (выступая за «Рубин» — 2 матча, 2 гола). Вице-чемпион Европы 1972 г. Третий призёр Олимпийских ирг 1972 и 1976 гг. Капитан сборной СССР в 1975-76 гг. Один из лучших футболистов страны 70-х годов.",
         "Тренер «Динамо» Киев (1984-92), главный тренер команд: «Борисфен» Киев (1993), «Прикарпатье» Ивано-Франковск (1996-97). Главный тренер олимпийской сборной Украины (1995-96, 1998-99).",
         "Виктор Колотов вошёл в историю «Рубина», став единственным игроком клуба, сыгравшим за сборную СССР.",
         "28 октября 1970 состоялся дебют Колотова, лидера «Рубина» на тот период времени, в сборной. Вот как описал это не рядовое событие (в сборной игрок из первой лиги!) один из классиков российской футбольной журналистики Лев Филатов: «Осенним вечером 1970 года проводился в Лужниках товарищеский матч СССР — Югославия, ничем не примечательный. Наши выиграли 4:0, спокойно, без затруднений. И только одна фамилия привлекла внимание: Колотов. «Кто такой откуда?». Оказалось из казанского «Рубина», клуба первой лиги. Случай редкий сам по себе, а тут ещё неизвестный парень забил гол. И фамилию его появившуюся на табло, поневоле пришлось запомнить. Как видно тренер Валентин Николаев остался им доволен, и в следующем матче на Кипре, снова играл полузащитник из Казани».",

         "Стоит добавить, что и с Кипром, в отборочном матче чемпионата Европы Виктор снова отличился, забив гол и сделав результативную передачу. Два матча и два гола таков вклад игрока «Рубина» Колотова в общий баланс встреч сборной Советского Союза. Дальнейшие свои футбольные подвиги заслуженный мастер спорта Виктор Колотов совершал уже будучи игроком и капитаном киевского «Динамо».",

         "Скоропостижно скончался 3 января 2000 года в Киеве."
      ]
   },
   {
      "name":"Осянин Николай Викторович",
      "photo":"img/images/glory/ОсянинНиколайВикторович.jpg",
      "caption":"",
      "text":[
         "Осянин Николай Викторович родился 12 декабря 1941 года в селе Соболевское Нурлатского района Татарской АССР. Воспитанник казанской «Искры». Центральный нападающий и центральный защитник.",
         "Выступал за команды «Искра», Казань (1959-1960 гг. – 20 матчей, 4 гола), «Крылья Советов», Куйбышев (1961-1965 гг.), «Спартак», Москва (1966-1971, 1974-1976 гг.), «Кайрат», Алма-Ата (1971-1973 гг.). В высшей лиге чемпионата СССР сыграл 402 матча, забил 70 голов (в «Спартаке» — 248 матчей, 50 голов).",
         "Чемпион СССР 1969 года, второй призёр 1968 и 1974 гг., третий призёр 1970 г. Обладатель Кубка СССР 1971 года. Лучший бомбардир чемпионата СССР 1969 года (16 голов). В еврокубках провёл 17 матчей, забил 2 гола (Кубок чемпионов – 2 матча, 2 гола, Кубок кубков – 3 игры, Кубок УЕФА – 12 игр). Капитан «Спартака» в 1971 году. Четырежды входил в списки 33 лучших футболистов страны – в 1966 (№ 3), 1969, 1974, 1975 (№ 2) гг. За сборную СССР сыграл 3 матча, забил 1 гол (в 1965 – 1 игра, 1 гол, 1969 – 2 игры). Участник отборных матчей Олимпийских игр 1976 года (сыграл за олимпийскую сборную СССР 5 матчей в 1975 году). Работал тренером школы московского «Спартака» (1977-1989 гг.)"

      ]
   },
   {
      "name":"Сентябрёв Николай Иванович",
      "photo":"img/images/glory/СентябрёвНиколайИванович.jpg",
      "caption":"",
      "text":[
         "Сентябрёв Николай Иванович родился в 1909 г. в г. Иваново-Вознесенске.",
         "В бытность игроком выступал за «Динамо» (Иваново) и входил в число 33 лучших игроков страны. В 1956 году ему присвоено звание Мастера Спорта СССР. Позже, окончив трёхмесячные курсы тренеров в г. Фрунзе, был старшим тренером «Динамо» (Иваново), где проработал до 1952 года.",
         "В 1952 году окончил школу тренеров по футболу при Московском институте физической культуре.",
         "В период с 1952 по 1954 годы работал старшим тренером команды г. Коврова, а с 1954 по 1959 годы – старшим тренером команды «Красное Знамя» (Иваново).",
         "В период с 1959 по 1971 годы Николай Иванович возглавлял казанский «Рубин». Этот период вошёл в историю клуба не иначе как «Эпоха Сентябрёва». За время его работы клуб вышел на ведущие позиции в российском футболе. В 1965 году «Рубин» стал серебряным призёром первенства России среди команд мастеров класса «Б» и завоевал путёвку в класс «А» (аналог нынешней первой лиги). В 1970 году руководимый Сентябрёвым «Рубин» занял 8-е место в первой группе класса «А», что является лучшим достижением клуба за время его выступления в чемпионате СССР.",
         "За время работы в клубе Сентябрёвым были подготовлены такие известные футболисты, как: Николай Марков, Анатолий Фомин, Виктор Сурков, Ильяс Галимов, Николай Осянин, Виктор Колотов, Вячеслав Булавин.",
         "За большой вклад в развитие футбола и успешное выступление команды мастеров «Рубин» Сентябрёву Н. И. присвоено звание Заслуженного тренера России.",
         "Николай Иванович внёс большой вклад и в развитие детско-юношеского футбола в Казани. Он любил молодёжь и, будучи на пенсии, проводил большую методическую работу по подготовке тренерских кадров."
      ]
   },
   {
      "name":"Зонин Герман Семёнович",
      "photo":"img/images/glory/ЗонинГерманСемёнович.jpg",
      "caption":"",
      "text":[
         "Зонин Герман Семёнович родился 9 сентября 1926 года в Казани. Заслуженный тренер СССР (1992 г.), заслуженный тренер РСФСР (1980 г.).",
         "Кандидат педагогических наук (1975 г.). Воспитанник казанского «Динамо».",
         "Выступал защитником за «Динамо», Казань (1945-1946 гг.), «Спартак», Казань (1947-1949 гг.), «Динамо», Ленинград (1950-1951, 1953 гг.), «Трудовые резервы», Ленинград (1954-1955 гг.).",
         "В высшей лиге чемпионата СССР сыграл 44 матча. Главный тренер «Трудовых резервов», Ленинград (1959 г.), «Труда», Воронеж (1960-1961 гг.), «Трудовых резервов» и «Зари», Луганск (1962-1964 гг., 1969-1972 гг.), «Зенита», Ленинград (1973-1977), СКА, Ростов на-Дону (1979-1980 гг.), «Динамо», Тбилиси (1987-1988 гг.).",
         "Главный тренер (июнь-июль 1972 г.) и тренер (1972 г., с июля) сборной СССР. Главный тренер сборной Бирмы (1965-1967 гг.).",
         "Под руководством Зонина ворошиловградская «Заря» в 1972 году стала чемпионом СССР. «Труд», Воронеж в 1960 году и «Трудовые резервы», Луганск в 1962 году выиграли зональные турниры класса «Б» и вышли в класс «А».",
         "Возглавляемая им сборная Бирмы в 1966 году стала победителем финального турнира Азиатских игр, при его участии сборная СССР заняла 3-е место на Олимпийских играх 1972 года."
      ]
   }
];

module.exports.glory = glory;